<!DOCTYPE HTML>
<html>
<head>
    <title>Главная страница</title>
    <link rel="stylesheet" type="text/css" href="css/signin-style.css" media="screen" />
    <link rel="stylesheet" type="text/css" href="css/mainpage-style.css" media="screen" />
</head>
<body id="signin-body">

    <ul class="main-menu">
        <li><a href="main-page.php">Главная страница</a></li>
        <li><a href="#news">Новости</a></li>
        <li><a href="strategy.php">Стратегии</a></li>
        <li><a href="#progress">Достижения</a></li>
        <li><a href="#income">Доходы</a></li>
        <li><a href="#charges">Расходы</a></li>
        <li><a href="#statistics">Статистика</a></li>
        <li><a href="#subscription">Подписки</a></li>
        <li><a href="#personal-cabinet">Личный кабинет</a></li>
    </ul>

    <div id="main-box">
        <img src="resources/businessman.jpg" alt="businessman" align="middle"
            style="margin: auto; display: block; width:800px; height:300px">

        <div id="main-text">
            Средство сбережения или средство накопления — признаваемый субъектами экономики эквивалент
            стоимости, который хранится для последующего обмена на товары или услуги.<br>
            Также, средство сбережения — это одна из функций денег.<br>
            Средствами сбережения являются такие эквиваленты стоимости как деньги или валюта,
            биржевой товар (например, золото) или финансовый капитал.<br>
            Чтобы выполнять функцию средства сбережения, такие эквиваленты должны обеспечивать
            качественные сохранность стоимости и возможность последующего предсказуемого восстановления
            стоимости.<br><br>
            Если средством сбережения являются деньги, то монетарная инфляция, недостаток или переизбыток
            товаров на рынке могут привести к ценовой нестабильности, и, как следствие, повлиять на
            качество денег, как средства сбережения.
        </div>

        <div id="last-news">
            <h3 style="color: black">Последние новости</h3><hr>
            Появилась новая возможность добавления подписок. Теперь вы сможете просматривать
            записи интересующих вас людей, не только зайдя на их профиль, но и из раздела "Новости".<br>
            <hr>
            Обратите внимание, недавно были внесены изменения в разделе "Личный кабинет".
            Теперь вы можете там просматривать некоторую статистическую информацию.<br>
            <hr><br>
        </div>
    </div>
</body>
</html>